Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/Bloom.am.tmx
Source language: am
Languages: en

source: ከድምጽ ጋር አዛምዶ ንባብ የማስተማሪያ መሳሪያ
en: Decodable Reader Tool

source: በደረጃ የተከፋፈለ የምንባብ መሳሪያ
en: Leveled Reader Tool

source: ተጨማሪ...
en: More...

source: የመጽሐፍ ርዕስ በ{ቋንቋ}
en: Book title in {lang}

source: የላቀ ፕሮግራም ቅንጀቶች
en: Advanced Program Settings

source: መጽሐፍ ዝግጅት
en: Book Making

source: ነባሪ ቅርፀ-ቁምፊ ለ {0}
en: Default Font for {0}

source: ከቀኝ ወደ ግራ የአጻጻፍ ሥርዓት
en: Right to Left Writing System

source: ቅንጅቶች
en: Settings

source: ቋንቋ 1
en: Language 1

source: ቋንቋ 2
en: Language 2

source: ቋንቋ 3
en: Language 3

source: ቋንቋዎች
en: Languages

source: የቋንቋ ዘየ
en: Local Language

source: አስወግድ
en: Remove

source: የBloom ስብስብ ስም
en: Bloom Collection Name

source: ሀገር
en: Country

source: ዲስትሪክት
en: District

source: የፕሮጀክት መረጃ
en: Project Information

source: ክፍለ ሀገር
en: Province

source: እንደገና ጀምር
en: Restart

source: መጽሐፍን ሰርዝ
en: Delete Book

source: ስብስቦች
en: Collections

source: ይህን ምንጭ በመጠቀም መጽሐፍ ያዘጋጁ
en: Make a book using this source

source: ሌላ ስብስብ
en: Other Collection

source: ናሙና ሽፍኖች /Shells/
en: Sample Shells

source: ምንጭ ስብስብ
en: Source Collection

source: ተጨማሪ የስብስቦች ዓቃፊን ይክፈቱ
en: Open Additional Collections Folder

source: ብጁዎች
en: Templates

source: ይህን መጽሐፍ አርትዕ
en: Edit this book

source: የምንባብ ብጁን የBloom ጥቅል ያድርጉት...
en: Make Reader Template Bloom Pack...

source: የአዳዲስ መጽሐፍት ምንጮች
en: Sources For New Books

source: ተወው
en: Cancel

source: &ተወው
en: &Cancel

source: &እገዛ
en: &Help

source: ቀጣይ
en: Next

source: እሺ
en: OK

source: &እሺ
en: &OK

source: በዚህ ክፍል ውስጥ ያሉ ፊደሎች
en: Letters in this stage

source: የፊደሎች እና የቃላት ዝርዝር ፋይልን ይክፈቱ
en: Open a Letter and Word List File

source: ክፍሎችን አቀናጅ
en: Set up Stages

source: ክፍል
en: Stage

source: በዚህ ደረጃ ላይ ያሉ ቃላት
en: Words in this stage

source: ይህ ገጽ በቋሚነት የሚወገድ ይሆናል
en: This page will be permanently removed.

source: ጽሑፍ
en: Text

source: የጽሑፍ ሳጥን
en: Text Box

source: አርትዕ
en: Edit

source: ቁምፊዎች
en: Characters

source: ፍጠር
en: Create

source: ቅርፀ-ቁምፊ
en: Font

source: ተጨማሪ
en: More

source: በፊደላትና በቃላት መካከል ክፍት ቦታ አሰጣጥ
en: Spacing

source: ዘይቤ /Style/
en: Style

source: የዘይቤ ስም
en: Style Name

source: እጅግ ሰፊ
en: Extra Wide

source: መደበኛ
en: Normal

source: ሰፊ
en: Wide

source: ምስል ቀይር
en: Change Image

source: ምስልን ለጥፍ
en: Paste Image

source: መጽሐፍ
en: Book

source: ገጾች
en: Pages

source: ብጁ ገጾች
en: Template Pages

source: ፊደል ተራ
en: Alphabet

source: መሠረታዊ ጽሑፍ እና ስዕል
en: Basic Text & Image

source: የክፍያ (ክሬዲትስ) ገጽ
en: Credits Page

source: ብጁ
en: Custom

source: የፊትለፊት ሽፋን
en: Front Cover

source: ምስል በግርጌ
en: Image On Bottom

source: ምስል በመሃል
en: Image in Middle

source: የውስጥ የኋላ ሽፋን
en: Inside Back Cover

source: ጽሑፍ ብቻ
en: Just Text

source: ስዕል ብቻ
en: Just a Picture

source: የውጭ የኋላ ሽፋን
en: Outside Back Cover

source: ስዕል በግርጌ
en: Picture on Bottom

source: ስዕል በመሃል
en: Picture in Middle

source: የርዕስ ገጽ
en: Title Page

source: ቅዳ
en: Copy

source: ቁረጥ
en: Cut

# ገጽን አስወግድ
source: ገጽን\n አስወግድ
en: Remove\n Page

# ገጽን አባዛ
source: ገጽን\n አባዛ
en: Duplicate\n Page

source: ለጥፍ
en: Paste

source: አታድርግ
en: Undo

source: ሁለት ቋንቋዎች
en: Two Languages

source: አንድ ቋንቋ
en: One Language

source: ሦስት ቋንቋዎች
en: Three Languages

source: የአንባቢ ብጁዎችን መገንባት
en: Building Reader Templates

source: እገዛ
en: Help

source: የአንባቢ ብጁዎችን መጠቀም
en: Using Reader Templates

source: ለአዲስ ቅጅ ይፈትሹ
en: Check For New Version

source: ስለ Bloom
en: About Bloom

source: የሥልጠና ቪዲዮ
en: Training Videos

source: Bloom {0}
en: InDesign XML Information

source: ይህን በድጋሜ አታሳይ
en: Don't Show This Again

source: ትክክለኛ
en: Actual

source: ለዚህ ደረጃ
en: For this Level

source: ልብ ይበሉ
en: Keep in mind

source: ደረጃ
en: Level

source: ከፍተኛ
en: Max

source: በገጽ
en: per page

source: በዐረፍተ ነገር
en: longest sentence

source: ተተንባይነት
en: Predictability

source: ደረጃዎችን አቀናጅ
en: Set up Levels

source: ይህ መጽሐፍ
en: This Book

source: ይህ ገጽ
en: This Page

source: ድምር
en: total

source: ልዩ
en: unique

source: ቃላት
en: Vocabulary

source: የቃላት ቁጥር
en: Word Counts

source: የዘየ /Vernacular/ ስብስብ
en: Local Language Collection

source: የፕሮጀክት ስም
en: Project Name

source: ወደ Bloom እንኳን በደህና መጡ
en: Welcome To Bloom!

source: አዲስ ስብስብ ፍጠር
en: Create New Collection

source: አትም
en: Publish

source: እባክዎ የአጠቃቀም ውሎችን ይቀበሉ
en: Please agree to terms of use

source: ርዕስ
en: Title

source: ደረጃ አክል
en: Add Level

source: ክፍል አክል
en: Add Stage

source: የጽሑፍ ፋይሎችን በናሙና ጽሑፍ ዓቃፊዎ ውስጥ ያኑሩ
en: Please add texts to the Sample Texts folder.

source: ከድምጽ ጋር አዛምዶ የማንበቢያ ደረጃዎች
en: Decodable Stages

source: ቋንቋ
en: Language

source: ፊደሎች
en: Letters

source: ፊደሎች እና የፊደሎች አሰካክ
en: Letters and Letter Combinations

source: የምንባብ ደረጃዎች
en: Reader Levels

source: ገጽ
en: Page

source: ደረጃ {0}ን አስወግድ
en: Remove Level {0}

source: ክፍል {0}ን አስወግድ
en: Remove Stage {0}

source: የበፊት እና አዳዲስ ፊደሎች
en: Previous and New Letters

source: ዐረፈተ ነገር
en: Sentence

source: የፊደል ተራዎችን ለዚህ ቋንቋ አቀናጅ
en: set up the alphabet for this language.

source: አዲስ የእይታ ቃላት
en: New Sight Words

source: የእይታ ቃላት
en: Sight Words

source: ክፍሎች
en: Stages

source: ለዚህ ደረጃ ሊታወሱ የሚገቡ ነገሮች
en: Things to remember for this level:

source: ናሙና የጽሑፍ ዓቃፊ
en: Sample Texts Folder

source: የBloom ጥቅልን አስቀምጥ
en: Save Bloom Pack

source: የምንባብ ብጁን የBloom ጥቅል ያድርጉት
en: Make Reader Template Bloom Pack

source: ዝጋ
en: Close

source: መሠረታዊ መጽሐፍ
en: Basic Book

source: ትልቅ መጽሐፍ
en: Big Book

source: ከድምጽ ጋር ተዛምዶ የሚነበብ
en: Decodable Reader

source: በደረጃ የተከፋፈለ ምንባብ
en: Leveled Reader
